export const tips = [
  {
    id: 1,
    title: "وفّر الماء في حياتك اليومية",
    description:
      "أغلق الصنبور أثناء تنظيف الأسنان، أصلح التسريبات، وحاول استخدام الماء بطريقة أكثر كفاءة.",
    category: "المياه",
    animation: "earth",

  },

  {
    id: 2,
    title: "قلل استخدام البلاستيك",
    description:
      "استخدم الأكياس والعبوات القابلة لإعادة الاستخدام بدل المنتجات البلاستيكية ذات الاستخدام الواحد.",
    category: "إعادة التدوير",
    animation: "recycling"
  },

  {
    id: 3,
    title: "وفّر الطاقة في المنزل",
    description:
      "أطفئ الأجهزة والأضواء عند عدم الحاجة إليها، واستفد من الإضاءة الطبيعية قدر الإمكان.",
    category: "الطاقة",
    animation: "energy"
  },

  {
    id: 4,
    title: "ازرع النباتات",
    description:
      "إضافة النباتات إلى المنزل أو الحديقة تساعد على تحسين المساحات الخضراء وتشجع على الاهتمام بالطبيعة.",
    category: "الزراعة",
    animation: "plant"
  },

  {
    id: 5,
    title: "أعد استخدام الأشياء",
    description:
      "قبل التخلص من أي شيء، فكر إذا كان بإمكانك استخدامه مرة أخرى أو تحويله إلى شيء مفيد.",
    category: "الحياة المستدامة",
    animation:"reuse"
    
  },

  {
    id: 6,
    title: "حافظ على نظافة الطبيعة",
    description:
      "تجنب رمي النفايات في الأماكن العامة والطبيعية، وساعد في الحفاظ على نظافة البيئة من حولك.",
    category: "البيئة",
    icon: "🌍",
    animation: "cleanNature",

  },
];